export const aboutUsText1 = "مؤسسه بین‌المللی آیسته از سال ۱۹۴۸ فعالیت خود را در اروپا آغاز نموده است و تبادل دانشجویان در دنیا را با محوریت دوره‌های کارآموزی با حقوق که از جنبه توسعه شغلی برای دانشجویان اهمیت دارد، انجام می‌دهد."

export const aboutUsText2 = "کمیته آیسته ایران به همت دانشگاه تهران از سال ۱۳۸۲ در ایران آغاز به کار کرده‌است. این کمیته با جذب دانشجویان نخبه و ممتاز و اعزام آنها به دانشگاه‌های معتبر و شرکت‌های فنی و مهندسی دیگر کشورها از طریق کارآموزی سهم به سزایی در توسعه دانش و توان علمی بخش دانشگاهی و صنعتی کشور داشته است."

export const aboutUsText3 = "یکی از روش‌های توسعه همکاری‌ها و همافزایی میان دانشگاه‌های سراسر دنیا مبادله دانشجو با یکدیگر می‌باشد تا علاوه بر به اشتراک‌گذاری دانش به تبادل فرهنگی و همچنین افزایش سطح بین‌المللی دانشگاه‌ها کمک نماید. مؤسسه بین‌المللی آیسته یکی از مؤسساتی می‌باشد که با این هدف از سال ۱۹۴۸ فعالیت خود را در اروپا آغاز نموده‌است و تبادل دانشجویان در دنیا را با محوریت دوره‌های کارآموزی با حقوق که از جنبه توسعه شغلی برای دانشجویان اهمیت دارد، انجام می‌دهد."

export const aboutUsText4 = "تا کنون بیش از ۸۵ کشور دنیا به این کمیته پیوسته و سالانه در حدود ۳۵۰۰ فرصت کارآموزی را با یکدیگر مبادله می‌نمایند. کمیته آیسته ایران به همت دانشگاه تهران از سال 1382 در ایران آغاز به کار کرده‌است. این کمیته با جذب دانشجویان نخبه و ممتاز و اعزام آنها به دانشگاه‌های معتبر و شرکت‌های فنی و مهندسی دیگر کشورها از طریق کارآموزی سهم به سزایی در توسعه دانش و توان علمی بخش دانشگاهی و صنعتی  کشور داشته‌است."

export const incomingStudentsDescription = <div
    style={{whiteSpace: "break-spaces"}}>{"فعالیت‌های آیسته در خصوص دانشجویان خارجی:\n" +
    "انجام فرآیند پذیرش و استقبال از دانشجویان خارجی\n" +
    "برگزاری ایونت و سفرهای علمی و فرهنگی"}</div>

export const outgoingStudentsDescription = <div
    style={{whiteSpace: "break-spaces"}}>{"فعالیت‌های آیسته در خصوص دانشجویان داخلی:\n" +
    "جذب و انتخاب دانشجویان\n" +
    "افزایش توان علمی و فنی دانشجویان به منظور حضور در دوره های کارآموزی از طریق برگزاری ایونت‌ها و دوره‌های آموزشی"}</div>

export const universitiesCompaniesDescription = <div
    style={{whiteSpace: "break-spaces"}}>{"فعالیت‌های آیسته در خصوص دانشجویان دانشگاه‌ها وشرکت‌ها:\n" +
    "معرفی آیسته و نحوه استفاده از خدمات و محصولات آیسته هماهنگی پذیرش دانشجویان خارجی به عنوان کارآموز\n" +
    "مشارکت در ایونت‌های مشترک"}</div>
