export const localCommitteeDescription = "کمیته محلی وظیفه‌ی میزبانی از کارآموزان خارجی را دارد. تمامی فعالیتهای مربوط به کارآموزان خارجی از قبیل امور اداری، ارتباط با کارفرماها، فعالیتهای تفریحی و ... توسط این کمیته اداره و برنامه‌ریزی می‌شود."

export const marketingCommitteeDescription = "بخش مارکتینگ مسئولیت اطلاع‌رسانی درباره‌ی آقرهای کارآموزی و شرایط آنها را دارد، همچنین با تبلیغات در شبکه‌های اجتماعی و شرکت در ایونت‌ها به جذب دانشجویان می‌پردازد. برگزاری ایونت‌های آیسته نیز به عهده این بخش است."

export const ITCommitteeDescription = "تیم IT مسئولیت پشتیبانی و نگهداری سایت آیسته را بر عهده دارد و هم‌چنین برگزاری آزمون آنلاین هر ساله بر عهده این تیم است."
