export const ACOffersDescription = "عمده فرصت‌های کارآموزی آیسته در کنفرانس سالانه آیسته که در بهمن ماه برگزار می‌شود توزیع و مبادله می‌شوند. طبق قانون مخصوص کشوری AC جهانی آیسته، این فرصت‌های کارآموزی که به آن مبادله شده می‌باشد و بر هر فرصت کارآموزی تنها یک نفر مجاز به کاندیدا شدن می‌باشد."

export const COBEOffersDescription = "این فرصتهای کارآموزی توسط شرکت میزبان برای تمام کشورهای مجاز به اشتراک گذاشته میشود و میتوان برای بیش از یک نفر آنها کاندیدا معرفی کرد این نوع فرصتهای کارآموزی عمدتا توسط کشورهای اروپایی به اشتراک گذاشته میشود و در برخی از آنها ذکر شده است که دانشجو مورد نظر باید تابعیت کشورهای اروپایی را داشته باشد."

export const FCFSOffersDescription = "هدف این نوع از فرصت‌های کارآموزی دریافت کاندیدا در اسرع وقت می‌باشد و دانشجویی که پیش از دیگران برای این نوع فرصت‌ها کاندیدا می‌شود از اولویت بررسی مدارک برخوردار است"
