export const aboutUsText1 = "مؤسسه بین‌المللی آیسته از سال ۱۹۴۸ فعالیت خود را در اروپا آغاز نموده است و تبادل دانشجویان در دنیا را با محوریت دوره‌های کارآموزی با حقوق که از جنبه توسعه شغلی برای دانشجویان اهمیت دارد، انجام می‌دهد."

export const aboutUsText2 = "کمیته آیسته ایران به همت دانشگاه تهران از سال ۱۳۸۲ در ایران آغاز به کار کرده‌است. این کمیته با جذب دانشجویان نخبه و ممتاز و اعزام آنها به دانشگاه‌های معتبر و شرکت‌های فنی و مهندسی دیگر کشورها از طریق کارآموزی سهم به سزایی در توسعه دانش و توان علمی بخش دانشگاهی و صنعتی کشور داشته است."

export const step1 = {
    title: "شرکت در آزمون کمیته آیسته",
    content: "برای استفاده از آفرهای کارآموزی، افراد باید در زمان اعلام شده از سوی کمیته در آزمون ثبت‌نام  و در آن شرکت نمایند. این آزمون شامل سوالات زبان انگلیسی و هوش است که از سال جاری دوبار در سال برگزار می‌گردد."
}

export const step2 = {
    title: "پذیرفته شدن افراد برتر هر رشته تحصیلی در آزمون زبان انگلیسی",
    content: "سه برابر تعداد آفر‌های کارآموزی در هر رشته، افراد در آزمون زبان پذیرفته می‌شوند؛ به‌طور مثال اگر 10 فرصت در رشته مهندسی مکانیک وجود داشته باشد، 30 نفر از همان رشته در آزمون زبان پذیرفته می‌شوند."
}

export const step3 = {
    title: "دعوت شدن افراد پذیرفته شده به مصاحبه کمیته آیسته",
    content: "در این مرحله پذیرفته‌شدگان در گام 2 باید آفر‌های کارآموزی موردنظر خود را بر اساس اولویت و تطابق با رزومه و سابقه تحصیلی خود انتخاب کنند."
}

export const step4 = {
    title: "انجام مصاحبه با پذیرفته‌شدگان",
    content: "مصاحبه به زبان انگلیسی به صورت آنلاین و یا حضوری انجام می‌شود. در این مصاحبه توانایی افراد در صحبت کردن به زبان انگلیسی، تطابق رزومه و مهارت‌های نرم مورد ارزیابی قرار می‌گیرد."
}

export const step5 = {
    title: "اختصاص هر آفر کارآموزی به فرد مناسب",
    content: "این اختصاص بر اساس مجموع امتیازات آزمون زبان، مصاحبه، امتیاز دانشگاه و امتیاز داوطلبی و اولیت‌بندی افراد در انتخاب فرصت‌های کارآموزی صورت می‌گیرد."
}

export const step6 = {
    title: "جمع‌آوری مدارک موردنیاز نامینیشن برای آفر توسط دانشجو",
    content: "این مدارک شامل رزومه، انگیزه‌نامه، گواهی اشتغال به تحصیل، ریزنمرات غیررسمی و ... می‌شود."
}

export const step7 = {
    title: "نامینیت کردن دانشجویان برای آفرها",
    content: "مدارک دانشجو برای آیسته‌ی کشور مقصد ارسال می‌شود و در حدود 3-2 ماه زمان می‌برد تا نتیجه نهایی پذیرش اعلام شود."
}

export const step8 = {
    title: "شروع دوره کارآموزی",
    content: "در صورت پذیرش توسط کارفرما دوره کارآموزی خارج از کشور آغاز می‌شود"
}
